Repository: yusufbayindir/solstice
Catalog: Solstice/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Unlock advanced insights — flow, symptom, and mood patterns across your cycles.
ar: افتحي الرؤى المتقدّمة — أنماط التدفّق والأعراض والمزاج عبر دوراتك.
cs: Odemkněte pokročilé přehledy — vzorce krvácení, příznaků a nálad napříč svými cykly.
da: Lås op for avanceret indsigt — mønstre for blødning, symptomer og humør på tværs af dine cyklusser.
de: Schalte erweiterte Einblicke frei — Blutungs-, Symptom- und Stimmungsmuster über deine Zyklen hinweg.
el: Ξεκλειδώστε προηγμένες πληροφορίες — μοτίβα ροής, συμπτωμάτων και διάθεσης σε όλους τους κύκλους σας.
es: Desbloquea análisis avanzados — patrones de flujo, síntomas y estado de ánimo a lo largo de tus ciclos.
fi: Avaa edistynyt analyysi — vuodon, oireiden ja mielialan kuviot kierrostesi ajalta.
fr: Débloquez les analyses avancées — tendances du flux, des symptômes et de l'humeur au fil de vos cycles.
he: פתחו תובנות מתקדמות — דפוסי זרימה, תסמינים ומצב רוח לאורך המחזורים שלכן.
hi: उन्नत जानकारी अनलॉक करें — अपने चक्रों में रक्तस्राव, लक्षण और मनोदशा के पैटर्न।
hu: Oldd fel a speciális elemzéseket — a vérzés, a tünetek és a hangulat mintázatait ciklusaidon át.
id: Buka wawasan lanjutan — pola aliran, gejala, dan suasana hati di sepanjang siklus Anda.
it: Sblocca le analisi avanzate — andamento di flusso, sintomi e umore lungo i tuoi cicli.
ja: 高度な分析を解放——サイクルをまたいだ経血量・症状・気分のパターン。
ko: 고급 인사이트 잠금 해제 — 여러 주기에 걸친 생리량, 증상, 기분 패턴.
ms: Buka pandangan lanjutan — corak aliran, simptom, dan mood sepanjang kitaran haid anda.
nb: Lås opp avansert innsikt — mønstre for blødning, symptomer og humør gjennom syklusene dine.
nl: Ontgrendel geavanceerde inzichten — patronen in bloedverlies, symptomen en stemming over je cycli.
pl: Odblokuj zaawansowane analizy — wzorce krwawienia, objawów i nastroju w kolejnych cyklach.
pt_br: Desbloqueie insights avançados — padrões de fluxo, sintomas e humor ao longo dos seus ciclos.
pt_pt: Desbloqueie análises avançadas — padrões de fluxo, sintomas e disposição ao longo dos seus ciclos.
ro: Deblochează analize avansate — tiparele fluxului, ale simptomelor și ale dispoziției de-a lungul ciclurilor tale.
ru: Откройте расширенную аналитику — закономерности обильности, симптомов и настроения на протяжении ваших циклов.
sv: Lås upp avancerade insikter — mönster för flöde, symtom och humör genom dina cykler.
th: ปลดล็อกข้อมูลเชิงลึกขั้นสูง — รูปแบบของประจำเดือน อาการ และอารมณ์ตลอดรอบเดือนของคุณ
tr: Gelişmiş içgörüleri aç — döngülerin boyunca akış, semptom ve ruh hali örüntüleri.
uk: Розблокуйте розширені висновки — закономірності виділень, симптомів і настрою впродовж ваших циклів.
vi: Mở khóa thông tin chuyên sâu — các mẫu lượng kinh, triệu chứng và tâm trạng qua các chu kỳ của bạn.
zh_hans: 解锁高级洞察——查看历次周期中的经量、症状与情绪规律。
zh_hant: 解鎖進階洞察——查看歷次週期中的經量、症狀與情緒模式。
